// © Copyright 2005, 2015 HP Development Company, L.P.

TaskName = "Idioma do painel de controle";

English = "Inglês";
French = "Francês";
German = "Alemão";
Spanish = "Espanhol";
Italian = "Italiano";
Swedish = "Sueco";
Danish = "Dinamarquês";
Norwegian = "Norueguês";
Dutch = "Holandês";
Finnish = "Finlandês";
Japanese = "Japonês";
Portuguese = "Português";
Polish = "Polonês";
Turkish = "Turco";
Kanji = "Kanji";
TradChinese = "Chinês tradicional";
SimpChinese = "Chinês simplificado";
Russian = "Russo";
Czech = "Tcheco";
Hungarian = "Húngaro";
Korean = "Coreano";
Thai = "Tai";
Hebrew = "Hebraico";
EastEuropean = "Europa Oriental";
EuroEnglish = "Inglês da Europa";
CanadianFrench = "Francês do Canadá";
Greek = "Grego";
Arabic = "Árabe";
IndonesianBahasa = "Bahasa da Indonésia";
Bulgarian = "Búlgaro";
Croatian = "Croata";
Estonian = "Estônia";
Latvian = "Letônia";
Lithuanian = "Lituano";
Romanian = "Romeno";
Slovakian = "Eslovaco";
Slovenian = "Esloveno";
Ukrainian = "Ucraniano";
Malay = "Malaio";

TaskDescription = "Para alterar o idioma usado para visualizar informações no painel de controle e imprimir relatórios do dispositivo (como a página de configuração), selecione um idioma na lista a seguir:";
LanguageLabel = "Idioma:";
ApplyButtonTitle = "Aplicar agora";
NoLangSelected = "Selecione um idioma";

NoCountrySelected = "Escolha um país/região";
CountryLabel = "País/Região";

// country names
afghanistan = "Afganistão";
albania = "Albânia";
algeria = "Algéria";
americanSamoa = "Samoa Americana";
andorra = "Andorra";
angola = "Angola";
anguilla = "Anguilla";
antiguaAndBarbuda = "Antigua e Barbuda";
argentina = "Argentina";
armenia = "Armênia";
aruba = "Aruba";
ascensionIsland = "ascensionIsland";
australia = "Austrália";
austria = "Áustria";
azerbaijan = "Azerbaidjão";
bahamasThe = "Bahamas";
bahrain = "Barein";
bangladesh = "Bangladesh";
barbados = "Barbados";
belarus = "Belarus";
belgium = "Bélgica";
belize = "Belize";
benin = "Benin";
bermuda = "Bermuda";
bhutan = "Butão";
bolivia = "Bolívia";
bosniaAndHerzegovina = "Bósnia and Herzegóvina";
botswana = "Botsuana";
brazil = "Brasil";
brunei = "Brunei";
bulgaria = "Bulgária";
burkinaFaso = "Burkina Fasso";
burundi = "Burundi";
cambodia = "Camboja";
cameroon = "Camarões";
canada = "Canadá";
capeVerde = "Cabo Verde";
caymanIslands = "Ilhas Cayman";
centralAfricanRepublic = "República Centro-Africana";
chad = "Chade";
chile = "Chile";
china = "China";
cocosKeelingIslands = "cocosKeelingIslands";
colombia = "Colômbia";
comoros = "Comores";
congo = "Congo";
congoDRC = "Congo, República Democrática do";
cookIslands = "Ilhas Cook";
costaRica = "Costa Rica";
croatia = "Croácia";
cuba = "Cuba";
cyprus = "Chipre";
czechRepublic = "Tchecoslováquia";
denmark = "Dinamarca";
diegoGarcia = "diegoGarcia";
djibouti = "Djibuti";
dominica = "Dominica";
dominicanRepublic = "República Dominicana";
ecuador = "Equador";
egypt = "Egito";
elSalvador = "El Salvador";
equatorialGuinea = "Guiné Equatorial";
eritrea = "Eritréia";
estonia = "Estônia";
ethiopia = "Etiópia";
falklandIslandsIslasMalvinas = "Ilhas Malvinas";
faroeIslands = "Ilhas Faroe";
fijiIslands = "Fiji";
finland = "Finlândia";
france = "França";
frenchAntilles = "Antilhas Francesas";
frenchGuiana = "Guiana Francesa";
frenchPolynesia = "Polinésia Francesa";
gabon = "Gabão";
gambiaThe = "Gâmbia";
georgia = "Geórgia";
germany = "Alemanha";
ghana = "Gana";
gibraltar = "Gibraltar";
greece = "Grécia";
greenland = "Groenlândia";
grenada = "Granada";
guadeloupe = "Guadalupe";
guam = "Guam";
guantanamoBay = "guantanamoBay";
guatemala = "Guatemala";
guinea = "Guiné";
guineaBissau = "Guiné-Bissau";
guyana = "Guiana";
haiti = "Haití";
honduras = "Honduras";
hongKongSAR = "Hong Kong";
hungary = "Hungria";
iceland = "Islândia";
india = "Índia";
indonesia = "Indonésia";
iran = "Irã";
iraq = "Iraque";
ireland = "Irlanda";
israel = "Israel";
italy = "Itália";
jamaica = "Jamaica";
japan = "Japão";
jordan = "Jordânia";
kazakhstan = "Kazaquistão";
kenya = "Quênia";
kiribati = "Kiribati";
korea = "Coréia do Sul";
kuwait = "Kuweit";
kyrgyzstan = "Quirguistão";
laos = "Laos";
latvia = "Látvia";
lebanon = "Líbano";
lesotho = "Lesoto";
liberia = "Libéria";
libya = "Líbia";
liechtenstein = "Liechtenstein";
lithuania = "Lituânia";
luxembourg = "Luxemburgo";
lacaoSAR = "lacaoSAR";
macedonia = "Macedônia";
madagascar = "Madagascar";
malawi = "Malauí";
malaysia = "Malásia";
maldives = "Maldivas";
mali = "Mali";
malta = "Malta";
marshallIslands = "Ilhas Marshall";
martinique = "Martinica";
mauritania = "Mauritânia";
mauritius = "Maurício";
mayotte = "Mayotte";
mexico = "México";
micronesia = "Micronésia";
moldova = "Moldávia";
monaco = "Mônaco";
mongolia = "Mongólia";
montserrat = "Montserrat";
morocco = "Marrocos";
mozambique = "Moçambique";
myanmar = "Mianmar";
namibia = "Namíbia";
nauru = "Nauru";
nepal = "Nepal";
netherlandsAntilles = "Antilhas Holandesas";
netherlandsThe = "Holanda";
newCaledonia = "Nova Caledônia";
newZealand = "Nova Zelândia";
nicaragua = "Nicarágua";
niger = "Niger";
nigeria = "Nigéria";
niue = "Niue";
norfolkIsland = "norfolkIsland";
northKorea = "Coréia do Norte";
norway = "Noruega";
oman = "Omã";
pakistan = "Paquistão";
palau = "Palau";
panama = "Panamá";
papuaNewGuinea = "Papua Nova Guiné";
paraguay = "Paraguai";
peru = "Perú";
philippines = "Filipinas";
poland = "Polônia";
portugal = "Portugal";
puertoRico = "Porto Rico";
qatar = "Catar";
reunion = "Reunião";
romania = "România";
russia = "Rússia";
rwanda = "Ruanda";
samoa = "Samoa";
sanMarino = "San Marino";
saudiArabia = "Arábia Saudita";
senegal = "Senegal";
serbiaAndMontenegro = "Sérvia e Montenegro";
seychelles = "Seicheles";
sierraLeone = "Serra Leoa";
singapore = "Cingapura";
slovakia = "Eslováquia";
slovenia = "Eslovênia";
solomonIslands = "Ilhas Salomão";
somalia = "Somália";
southAfrica = "África do Sul";
spain = "Espanha";
sriLanka = "Sri Lanka";
stHelena = "Santa Helen";
stKittsAndNevis = "São Cristóvão e Nevis";
stLucia = "Santa Lucia";
stPierreAndMiquelon = "Saint-Pierre e Miquelon";
stVincentAndTheGrenadines = "São Vincente e Grenadines";
sudan = "Sudão";
suriname = "Surinã";
swaziland = "Suazilândia";
sweden = "Suécia";
switzerland = "Suíça";
syria = "Síria";
taiwan = "Taiwan, China";
tajikistan = "Tajiquistão";
tanzania = "Tanzânia";
thailand = "Tailândia";
timorLeste = "timorLeste";
togo = "Togo";
tokelau = "Toquelau";
tonga = "Tonga";
trinidadAndTobago = "Trinidad e Tobago";
tunisia = "Tunísia";
turkey = "Turquia";
turkmenistan = "Turquemenistão";
turksAndCaicosIslands = "Ilhas Turks e Caicos";
tuvalu = "Tuvalu";
uganda = "Uganda";
ukraine = "Ucrânia";
unitedArabEmirates = "Emirados Árabes Unidos";
unitedKingdom = "Reino Unido";
unitedStates = "EUA";
uruguay = "Uruguai";
uzbekistan = "Uzbequistão";
vanuatu = "Vanuatu";
vaticanCity = "Cidade do Vaticano";
venezuela = "Venezuela";
vietnam = "Vietnã";
virginIslands = "Ilhas Virgens (EUA)";
virginIslandsBritish = "Ilhas Virgens Britânicas";
wallisAndFutuna = "Wallis e Futuna";
yemen = "Iêmen";
zambia = "Zâmbia";
zimbabwe = "Zimbábue";

// region names
"africa" = "Africa";
"asiaPacific" = "Asia Pacific";
"caribbean" = "Caribbean";
"europe" = "Europe";
"indiaChina" = "India or China";
"japanCISMEA" = "Japan CISMEA";
"latinAmerica" = "Latin America";
"middleEast" = "Middle East";
"NALAAP" = "NALAAP";
"nordic" = "Nordic";
"northAfrica" = "North Africa";
"northAmericaUSACanada" = "North America (USA, Canada)";
"northWestAfrica" = "North-West Africa";
"notSupported" = "not supported";
"southernAfrica" = "Southern Africa";
"universal" = "universal";

